Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/drupal-7.x.tmx
Source language: en
Languages: be

source: Operating in off-line mode.
be: Працуе ў рэжыме афлайн.

source: Operation
be: Аперацыя

source: Operations
be: Аперацыі

source: Operations on Unicode strings are emulated on a best-effort basis. Install the <a href="@url">PHP mbstring extension</a> for improved Unicode support.
be: Аперацыі над радкамі Unicode робяцца з максімальна магчымай якасцю. Для палепшанай падтрымкі Unicode неабходна ўсталяваць пашырэнне <a href="@url">PHP mbstring</a>.

source: Option @option for field @id is not selected.
be: Для поля @id параметр @option не выбраны.

source: Option @option for field @id is selected.
be: Для поля @id выбраны параметр @option.

source: Optional
be: Неабавязковы

source: Optional auto-reply. Leave empty if you do not want to send the user an auto-reply message.
be: Апцыянальны аўтаадказ. Пакіньце палі пустымі, калі не жадаеце, каб карыстальнікі атрымоўвалі аўтаадказы.

source: Optional containers (for example, <em>Support</em>), which can hold:
be: Кантэйнер па выбару (напрыклад, <em>Падтрымка</em>), які можа ўтрымліваць:

source: Optional subdirectory within the upload destination where files will be stored. Do not include preceding or trailing slashes.
be: Неабавязковы падкаталог унутры месца знаходжання загрузак, дзе будуць захоўвацца файлы. Не ўлучае папярэднія альбо замыкальныя слэшы.

source: Optional. In the menu, the heavier items will sink and the lighter items will be positioned nearer the top.
be: (не абавязкова). Больш цяжкія пункты будуць апускацца ўніз сьпісу, больш лёгкія - усплываць уверх.

source: Optional. In the menu, the heavier links will sink and the lighter links will be positioned nearer the top.
be: Неабавязкова. У меню кароткія спасылкі будуць размешчаны бліжэй да вяршыні, а длінейшыя спасылкі будуць размяшчацца далей.

source: Optionally select a style before deleting %style
be: Абярыце іншы стыль перад выдаленнем %style

source: Optionally specify an alternative URL by which this content can be accessed. For example, type "about" when writing an about page. Use a relative path and don't add a trailing slash or the URL alias won't work.
be: На выбар вызначце дадатковы URL, па якім змесціва можа быць даступна. Напрыклад, увядзіце "about", калі пішаце пра старонку "пра сайт". Выкарыстоўвайце адносныя шляхі і не дадавайце завяршальны слэш '/', бо псеўданім URL не будзе працаваць.

source: Optionally specify an alternative URL by which this term can be accessed. Use a relative path and don't add a trailing slash or the URL alias won't work.
be: На выбар вызначце дадатковы URL, па якім тэрмін можа быць даступны. Выкарыстоўвайце адносныя шляхі і не дадавайце завяршальны слэш '/', бо псеўданім URL не будзе працаваць.

source: Optionally, specify a relative URL to display as the front page. Leave blank to display the default content feed.
be: Пры жаданні можна ўсталяваць адносны URL для адлюстравання на галоўнай старонцы. Пакіньце пустым для адлюстравання звычайных фідаў змесціва.

source: Options
be: Наладкі

source: Options for the administrative overlay
be: Параметры для адміністрацыйнага перакрываючага слоя

source: Or
be: Або

source: Order
be: Парадак

source: Order of language detection methods for content. If a version of content is available in the detected language, it will be displayed.
be: Паслядоўнасць метадаў вызначэння мовы змесціва. Калі варыянт змесціва даступны ў вызначанай мовы, ён адлюструецца.

source: Order of language detection methods for user interface text. If a translation of user interface text is available in the detected language, it will be displayed.
be: Парадак метадаў вызначэння мовы для тэкста інтэрфейса карыстальніка. Калі даступен пераклад тэкста інтэрфейса карыстальніка ў вызначанай мове, тады ён будзе адлюстраваны.

source: Ordered list - use the &lt;li&gt; to begin each list item
be: Пранумераваны спіс - скарыстайцеся з &lt;li&gt;, каб пачаць кожны элемент спісу.

source: Original image
be: Сапраўдная выява

source: Original text
be: Арыгінальны тэкст

source: Oriya
be: Арыйская

source: Oromo
be: Аромская

source: Ossetian
be: Асяцінская

source: Other
be: Іншыя

source: Other blocks
be: Іншыя блокі

source: Out of date
be: Састарэлы

source: Outdated translation
be: Састарэлы пераклад

source: Outline
be: Кароткі змест

source: Overlay
be: Перакрываючы слой

source: Overridden
be: Адменена

source: Override defaults
be: Адмяніць значэнні па змоўчанні

source: Override the default title for the block. Use <em>!placeholder</em> to display no title, or leave blank to use the default block title.
be: Перавызначыць загаловак блоку па змоўчанні. Выкарыстоўвайце <em>!placeholder</em> не адлюстроўваць загаловак ці пакіньце яго пустым, каб выкарыстаць загаловак блоку па змоўчанні.

source: Overview
be: Агляд

source: Overview of fields on all entity types.
be: Агляд палёў усіх тыпаў аб'ектаў.

source: Owner
be: Уладальнік

source: PHP DOMDocument class
be: 1 выключэннеPHP DOMDocument клас

source: PHP Mbstring Extension
be: Пашырэнне PHP Mbstring

source: PHP evaluator
be: Тэстэр PHP

source: PHP extensions
be: PHP пашырэнні

source: PHP filter
be: PHP фільтар

source: PHP memory limit
be: Ліміт памяці PHP

source: PHP open_basedir restriction
be: Абмежаванне PHP open_basedir

source: PHP register globals
be: PHP-рэгістрацыя глабальных пераменных (register_globals)

source: PM
be: пасля палудня

source: Page
be: Старонка

source: Page bottom
be: Унізе старонкі

source: Page cache
be: Кэш старонак

source: Page not found
be: Старонка ня знойдзеная

source: Page specific visibility settings
be: Наладкі бачнасці для старонкі

source: Page title
be: Загаловак старонкі

source: Page title @actual is equal to @expected.
be: Назва старонкі @actual такая ж, як @expected.

source: Page title @actual is not equal to @unexpected.
be: Назва старонкі @actual не роўна @unexpected.

source: Page to be sent
be: Старонка

source: Page top
be: У пачатак старонкі

source: Page view counter
be: Лічыльнік праглядаў на старонцы

source: Pages
be: Старонкі

source: Pages at a given level are ordered first by weight and then by title.
be: Старонкі дадзенага ўзроўню сартуюцца напачатку па вазе, а потым па загалоўку.

source: Pages on which this PHP code returns <code>TRUE</code> (experts only)
be: Старонкі на які гэты PHP код вяртае <code>TRUE</code> (толькі для экспертаў)

source: Pages or PHP code
be: Старонкі або PHP код

source: Pakistan
be: Пакістан

source: Palau
be: Палау

source: Palestinian Territory
be: Палесціна

source: Pali
be: Палі

source: Panama
be: Панама

source: Papua New Guinea
be: Папуа — Новая Гвінея

source: Paragraph one.
be: Абзац 1

source: Paragraph two.
be: Абзац 2

source: Paraguay
be: Парагвай

source: Parent
be: Бацькоўскі аб'ект

source: Parent comment
be: Бацькоўскі камэнтар

source: Parent for @title
be: Зыходны для @title

source: Parent for existing field
be: Зыходны для існуючага поля

source: Parent for new field
be: Зыходы для новага поля

source: Parent item
be: Бацькоўскі элемент

source: Parent link
be: Зыходная спасылка

source: Parent menu items
be: Бацькоўскія пункты меню

source: Parent term
be: Бацькоўскі тэрмін

source: Parent terms
be: Бацькоўскія тэрміны

source: Parents
be: Бацькі

source: Parents for @title
be: Бацькі @title

source: Parse error. Not well formed
be: Аналіз памылак. Не сфармаваны

source: Parse error. Request not well formed.
be: Памылка пры парсінгу запыта. Запыт не адпавядае фармату.

source: Parsed page successfully.
be: Старонка паспяхова прааналізавана.

source: Parser
be: Парсер

source: Parsers transform downloaded data into standard structures. Choose a parser suitable for the type of feeds you would like to aggregate.
be: Парсеры змяняюць закачаныя дадзеныя ў стандартныя структуры. Абярыце патрэбны парсер для тыпу фіда, які б вы хацелі сабраць.

source: Parses RSS, Atom and RDF feeds.
be: Парсер RSS, Atom і RDF фіды

source: Part of the URL that determines language
be: Частка URL, што вызначае мову

source: Participant
be: Удзельнік

source: Pashto
be: Пуштунская

source: Pass
be: Пройдзены

source: Pass (@count)
be: Пройдзена (@count)

source: Password
be: Пароль

source: Password field found.
be: Поле паролю знойдзена.

source: Password field is required.
be: Поле ўводу пароля абавязковае

source: Password recovery
be: Узнаўленне пароля

source: Password reset instructions mailed to %name at %email.
be: Інструкцыі па змене пароля дасланыя карыстальніку %name на %email.

source: Password reset instructions will be mailed to %email. You must log out to use the password reset link in the e-mail.
be: Інструкцыі па змене пароля будуць высланы на %email. Вы павінны выйсті, каб скарыстацца спасылкай у электроннай пошце для скіду пароля.

source: Password strength:
be: Надзейнасць пароля:

source: Passwords match:
be: Паролі паўтараюцца:

source: Path
be: Шлях

source: Path alias
be: Шлях сіноніма

source: Path prefix
be: Прэфікс маршрута

source: Path prefix language code
be: Прэфікс маршрута моўнага кода

source: Path to custom icon
be: Шлях да адмысловага абразку

source: Path to custom logo
be: Шлях да лягатыпу

source: Path: !uri
be: Шлях: !uri

source: Paths
be: Шляхі

source: Pattern "@pattern" found
be: Шаблон "@pattern" знойдзены

source: Pattern "@pattern" not found
be: Шаблон "@pattern" не знойдзены

source: Pending
be: Чакае

source: People
be: Карыстальнікі

source: Perform updates with site in maintenance mode (strongly recommended)
be: Выканае абнаўленні з сайта ў рэжыме эксплуатацыі (строга рэкамендуецца).

source: Performance
be: Прадукцыйнасць

source: Performing system maintenance
be: Выкананне тэхнічнага абслугоўвання сістэмы

source: Performing updates through the user interface
be: Выкананне абнаўленняў праз інтэрфейс карыстальніка

source: Permalink
be: Пастаянная спасылка

source: Permission
be: Дазвол

source: Permissions
be: Правы

source: Permissions let you control what users can do and see on your site. You can define a specific set of permissions for each role. (See the <a href="@role">Roles</a> page to create a role). Two important roles to consider are Authenticated Users and Administrators. Any permissions granted to the Authenticated Users role will be given to any user who can log into your site. You can make any role the Administrator role for the site, meaning this will be granted all new permissions automatically. You can do this on the <a href="@settings">User Settings</a> page. You should be careful to ensure that only trusted users are given this access and level of control of your site.
be: Правы дазваляюць вам кантраляваць тое, што могуць рабіць і бачыць карыстальнікі на вашым сайце. Вы можаце задаць асабісты набор правоў для кожнай ролі. ( Глядзі старонку стварэння ролі <a href="@role">Ролі</a> ) Дзве важныя ролі -- Зарэгістраваныя карыстальнікі і Адміністратары. Любыя правы, пададзенныя Зарэгістраваным карыстальнікам будуць пададзены любым карыстальнікам, якія могуць увайсці на ваш сайт. Любую ролю вы можаце зрабіць роляй Адміністратара на сайце. Гэта значыць, што ўсе новыя правы будуць падавацца аўтаматычна . Гэта вы можаце зрабіць на старонцы <a href="@settings">Наладкі карыстальнікаў</a>. Вы павінны быць асцярожны і падаваць доступ і кантроль над сайтам толькі надзейным карыстальнікам.

source: Permitted file extensions
be: Дазволеныя пашырэньні файлаў

source: Persian
be: Персідская

source: Personal contact form
be: Асабістая форма кантактаў

source: Personalization
be: Персаналізацыя

source: Personalize blocks
be: Персаналізаваныя блокі

source: Peru
be: Перу

source: Philippines
be: Філіпіны

source: Phone: @phone
be: Тэлефон: @phone

source: Picture
be: Выява (аватар).

source: Picture directory
be: Папка для малюнкаў

source: Picture display style
be: Адлюстраванне стылю малюнкаў

source: Picture guidelines
be: Рэкамендацыі да выяваў

source: Picture image path
be: Шлях да файлу выявы

source: Picture maximum dimensions
be: Максымальныя памеры выявы

source: Picture maximum file size
be: Максымальны памер файлу выявы

source: Picture support
be: Падтрымка выяваў

source: Picture upload dimensions
be: Геаметрычныя памеры закачаных малюнкаў

source: Picture upload file size
be: Памер файла малюнка

source: Pictures
be: Выявы

source: Pictures larger than this will be scaled down to this size.
be: Малюнкі, большыя за гэты геаметрычны памер, будуць маштабіраваныя да вызначанага.

source: Pitcairn
be: Астравы Піткэрн

source: Placement
be: Пазіцыя

source: Plain text
be: Просты тэкст

source: Planning fields
be: Планаванне палёў

source: Please continue to <a href="@error_url">the error page</a>
be: Калі ласка, прайдзіце на <a href="@error_url">старонку памылкі</a>

source: Please ensure that each block description is unique.
be: Калі ласка ўпэўніцеся, што кожны блок мае індывідуальнае апісанне.

source: Please enter some keywords.
be: Калі ласка, увядзіце ключавыя словы.

source: Please note that the administration theme is still set to the %admin_theme theme; consequently, the theme on this page remains unchanged. All non-administrative sections of the site, however, will show the selected %selected_theme theme by default.
be: Калі ласка адзначце, што адміністратарская тэма ўсё яшчэ %admin_theme. Праз гэта тэма на гэтай старонцы яшчэ не змененая. Усе не адміністратарскія секцыі сайта, будуць паказвацца абранай тэмай %selected_theme па змоўчанні.

source: Please only use lowercase alphanumeric characters, underscores (_), and hyphens (-) for style names.
be: Калі ласка, ужывайце толькі малыя літары, ніжняе падкрэсліванне (_), і дэфіс (-) для назвы стыляў.

source: Please select images to delete.
be: Калі ласка, вызначце малюнак для выдалення.

source: Please select one or more comments to perform the update on.
be: Абярыце адзін або некалькі камэнтараў.

source: Please wait...
be: Калі ласка, пачакайце...

source: Plum
be: Слівавы

source: Plural
be: Множны

source: Poland
be: Польша

source: Polish
be: Польская

source: Poll
be: Апытанне

source: Poll choices
be: Прапанаваныя варыянты адказаў на апытанне

source: Poll duration
be: Працягласць апытання

source: Poll module settings
be: Наладкі модуля Poll

source: Poll results
be: Вынікі галасавання

source: Poll settings
be: Наладкі апытання

source: Poll status
be: Стан апытання

source: Poll vote
be: Голас у апытанні

source: Poll votes
be: Галасы з апытання

source: Poll winner
be: Пераможца ў апытанні

source: Poll winner percent
be: Працэнт пераможцаў ў апытанні

source: Poll winner votes
be: Галасы, якія перамаглі ў апытанні

source: Polls
be: Галасаванні

source: Popular content
be: Папулярныя матэрыялы

source: Port
be: Порт

source: Portugal
be: Партугалія

source: Portuguese
be: Партугальская

source: Portuguese, Brazil
be: Партугальскі, Бразілія

source: Portuguese, International
be: Партугальскі, інтэрнацыянальны

source: Portuguese, Portugal
be: Партугальскі

source: Post
be: Допіс

source: Post comments
be: Дадаць каментары

source: Post new @node_type
be: Дадаць новы запісы тыпу @node_type

source: Post new blog entry.
be: Стварыць новы запіс у блогу.

source: Post new comment
be: Дапісаць новы камэнтар

source: Post new forum topic.
be: Стварыць новую тэму на форуме.

source: Posted in
be: Размешчаны ў

source: PostgreSQL has initialized itself.
be: PostgreSQL была ініцыялізаваная сама.

source: Posts
be: Допісы

source: Posts - least active first
be: Допісы - спачатку найменей актыўныя

source: Posts - most active first
be: Паслядоўнасьць допісаў: найбольш актыўныя спачатку.

source: Powered by <a href="@poweredby">Drupal</a>
be: Распрацавана на a href="@poweredby">Drupal</a>

source: Powered by Drupal
be: Працуе на Drupal

source: Precision
be: Дакладнасць

source: Predefined language
be: Загаздя зададзеная мова

source: Prefix
be: Прэфікс

source: Preformatted
be: Прэфарматаваны тэкст

source: Preparing to download selected updates
be: Падрыхтоука да загрузкі выбраных абнауленняу

source: Preparing to install
be: Падрыхтоўка да ўсталёўкі

source: Preparing to update your site
be: Падрыхтоўка да абнаўлення вашага сайта

source: Presents month, day, and year fields.
be: Палі бягучага дня, месяцу і года

source: Prev
be: Папярэдні

source: Preview
be: Папярэдні прагляд

source: Preview before submitting
be: Праглядзець перад адпраўкай формы

source: Preview comment
be: Папярэдні прагляд

source: Preview full version
be: Перадпрагляд поўнай версіі

source: Preview image style
be: Чарнавы прагляд стыля выявы

source: Preview post
be: Перадпрагляд матэрыяла

source: Preview trimmed version
be: Перадпрагляд абмежаванай версіі

source: Previous
be: Папярэдні

source: Previous issues
be: Папярэднія выданні

source: Primary links
be: Галоўнае меню

source: Primary tabs
be: Першасныя табы

source: Print
be: Друк

source: Printer-friendly version
be: Друкаваная версія

source: Printing books
be: Друк кніжак

source: Private - files are transferred by Drupal.
be: Прыватны рэжым - файлы перадаюцца праз сістэму Drupal.

source: Private field, content only available to privileged users.
be: Прыватнае поле. Адкрытае да прагляду толькі прывілеяваным карыстальнікам.

source: Private file system path
be: Прыватны сістэмны файлавы шлях

source: Private files
be: Прыватныя файлы

source: Private local files served by Drupal.
be: Прыватныя лакальныя файлы, якія абслугоўваюцца Drupal.

source: Processed test @num of @max - %test.
be: Апрацаваны тэст @num з @max - %test.

source: Processing
be: Апрацоўка

source: Processing test @num of @max - %test.
be: Апрацоўка тэста @num з @max - %test.

source: Processors
be: Працэсары

source: Processors act on parsed feed data, for example they store feed items. Choose the processors suitable for your task.
be: Апрацоўшчыкі дзейнічаюць на аснове прааналізаваных дадзеных, напрыклад, яны захоўваюць пункты фіду. Выберыце неабходныя для вашых задач апрацоўшчыкі.

source: Profile
be: Профіль

source: Profile autocomplete
be: Аўтазапаўненне профілю

source: Profile category autocomplete
be: Аўтазапаўненне катыгорый профіля

source: Profile field %field added under category %category.
be: Поле %field дададзена ў катэгорыю %category.

source: Profile field %field deleted.
be: Поле профіля %field выдаленае.

source: Profile fields have been updated.
be: Палі профіля абноўлены.

source: Profile fields to display
be: Палі профілю да паказу

source: Profiles
be: Профілі

source: Progress indicator
be: Індыкатар прагрэсу

source: Project not secure
be: Праграма не бяспечна

source: Project not supported
be: Праграма не падтрымліваецца

source: Project revoked
be: Праграма адменена

source: Promote content to front page
be: Прасоўваць змесціва на галоўную старонку

source: Promote selected content to front page
be: Змясціць абранае змесціва на галоўную старонку

source: Promoted @type %title to front page.
be: Пастаўлена @type %title на галоўную старонку.

source: Promoted to front page
be: Пастаўлена на галоўную старонку

source: Protected
be: Абаронена

source: Provide a menu link
be: Забяспечваць спасылку меню

source: Provide a password for the new account in both fields.
be: Увядзіце пароль (двойчы) для вашага новага рахунку.

source: Provide an explanation of the changes you are making. This will help other authors understand your motivations.
be: Растлумачыць зробленыя вамі змены. Гэта дапаможа іншым аўтарам зразумець вашу матывацыю.

source: Provide verbose information when running tests
be: Прадастаўленне падрабязнай інфармацыі пры выкананні тэстаў

source: Provided archive contains no files.
be: У архіве няма файлаў.

source: Provides a dashboard page in the administrative interface for organizing administrative tasks and tracking information within your site.
be: Гэта паказвае старонку панэлі прыладаў у адміністратарскім інтэфейсе для арганізацыі задач адміністратара і адсочвання інфармацыі на вашым сайце.

source: Provides a framework for unit and functional testing.
be: Прадастаўляе фрэймворк для модульнага і функцыянальнага тэсціравання.

source: Provides a toolbar that shows the top-level administration menu items and links from other modules.
be: Прадастаўляе паліцу прыладаў, што паказвае элементы і спасылкі з іншых модуляў ў верхнім меню адмінстратара.

source: Provides contextual links to perform actions related to elements on a page.
be: Пастаўляе кантэкстныя спасылкі для выканання дзеянняў, звязаных з элементамі на старонцы.

source: Provides discussion forums.
be: Забяспечвае форумы дыскусій.

source: Provides image manipulation tools.
be: Забяспечвае прыладамі апрацоўкі малюнкаў.

source: Providing a help reference
be: Забеспячэнне спасылкай на дапаможнік

source: Providing context-sensitive help
be: Падаванне кантэкстна-залежнай дапамогі

source: Public field, content shown on profile page and on member list pages.
be: Публічнае поле. Яго змесціва будзе паказаным на старонцы профілю і спіса карыстальнікаў.

source: Public field, content shown on profile page but not used on member list pages.
be: Публічнае поле. Яго змесціва будзе паказаным на старонцы профілю, але схаваным на старонках спісу карыстальнікаў.

source: Public file system path
be: Публічны сістэмны файлавы шлях

source: Public files
be: Агульнадаступныя файлы

source: Public local files served by the webserver.
be: Агульнадаступныя лакальныя файлы, якія абслугоўваюцца вэб-серверам.

source: Public registrations
be: Адкрытыя рэгістрацыі

source: Publish comment
be: Апублікаваць каментар

source: Publish content
be: Апублікаваць змесціва

source: Publish selected content
be: %type выкарыстоўваецца 1 часткай змесціва вашага сайта. Калі вы выдаліце гэты тып змесціва, вы не зможаце рэдагаваць тып змесціва %type і ён можа адлюстроўвацца няправільна.Апублікаваць абранае змесціва

source: Publish the selected comments
be: Апублікаваць абраныя каментары

source: Published
be: Апублікавана

source: Published comment %subject.
be: Апублікаваны каментар %subject.

source: Published comments
be: Апублікаванае

source: Published on %site_name
be: Апублікавана на %site_name

source: Publishing options
be: Наладкі публікацыі

source: Puerto Rico
be: Пуэрта-Рыка

source: Punjabi
be: Пэнджабская

source: Pushbutton
be: націснутая ціскаўка

source: Put each item on a separate line or separate them by commas. No HTML allowed.
be: Увядзіце кожны элемент у асобным радку ці падзяліце іх коскамі. HTML забаронены.

source: Put site into maintenance mode
be: Уключыць сайт у прафілактычным рэжыме

source: Qatar
be: Катар

source: Quechua
be: Квэч'я

source: Query tagged for node access but there is no nid. Add foreign keys to node.nid in schema to fix.
be: Запыты прывязаны да вузла доступу, яле не з'яўляюцца nid. Дадайце знешні ключ да node.nid ў схеме, каб гэта выправіць.

source: Question
be: Пытанне

source: Quotation mark
be: Пытальнік

source: Quoted inline
be: Цытата пасярэдзіне радку

source: RSS - blogs
be: RSS - блогі

source: RSS Attachment
be: РСС дадатак

source: RSS attachment
be: РСС дадатак

source: RSS category
be: RSS катэгорыя

source: RSS feed
be: RSS-канал

source: RSS publishing
be: Публікацыя RSS

source: Random
be: Выпадкова

source: Random image
be: Раптоўны малюнак

source: Randomize
be: Выбар выпадковага параметра

source: Randomize the rotation angle for each image. The angle specified above is used as a maximum.
be: Выпадковы выбар параметра вугла павароту для кожнага малюнку. Вызначаны вышэй вугал будзе максімальным.

source: Raw "@raw" found
be: Чарнавы "@raw" знойдзены

source: Raw "@raw" not found
be: Чарнавы "@raw" не знойдзены

source: Raw timestamp
be: Неапрацаваная адмеціна часу (timestamp)

source: Re-index site
be: Пераіндэксаваць сайт

source: Re-order book pages and change titles
be: Пераўпарадкаваць старонкі кнігі і змяніць загалоўкі.

source: Re-order rows by numerical weight instead of dragging.
be: Перавызначы радкі вагі лічбамі замест перамяшчэння.
